window.addEventListener('scroll', function(){
    const menu = this.document.querySelectorAll('.menu')
})

const quizData = [
    {
        question: " Книгу англійського науковця Роберта Гука «Мікрографія» було опубліковано1665 року. У ній містяться розкладні аркуші іззображеннями комах, що уможливило виявлення ознак подібності й відмінності між ними. Який метод дослідження застосувавнауковець?",
        answer: [ 'моніторинг', 'моделювання', 'експериментальний', 'порівняльно-описовий' ],
        correct: 3
    }
]